Scripts/UC_Registration/data/t93_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AccountCreateRequest xmlns=\"com.advantage.online.sto"
"re.accountservice\"><accountType>USER</accountType><address>Moscow4</address><allowOffersPromo"
"tion>false</allowOffersPromotion><cityName>Moscow</cityName><countryId>Russia,ru</countryId><e"
"mail>User4@user.com</email><firstName>User4Firstname</firstName><lastName>User4lastname</lastN"
"ame><loginName>User4</loginName><password>User4</password><phoneNumber>1234567</phoneNumber><s"
"tateProvince>Moscow</stateProvince><zipcode>123456</zipcode></AccountCreateRequest></soap:Body"
"></soap:Envelope>"
